Repository: AzazelSensei/note_app
Catalog: lib/l10n/intl_*.arb
Languages: tr

source: Private Notes Login
tr: Kişisal Notlar Giriş

source: Username
tr: Kullanıcı Adı

source: Password
tr: Şifre

source: Login Success!
tr: Giriş Başarılı!

source: Delete Success!
tr: Silme Başarılı!

source: Update Success!
tr: Güncelleme Tamamlandı!

source: Add Success!
tr: Ekleme Tamamlandı!

# i_dont_have_a_acc
source: I Don't Have a Account
tr: Henüz Bir Hesabım Yok

source: I Forgot My Password
tr: Şifremi Unuttum

# i_forgot_my_question
source: I Fotgot My Question
tr: Güvenlik Sorumu Unuttum

source: Password Successfully Changed!
tr: Şifre Başarı İle Değiştirildi!

source: Sign In
tr: Giriş Yap

# onboard_main_text1
source: Hello,
tr: Merhaba,

# onboard_text1
source: Welcome to prsonal note taking application
tr: Kişisel not alma uygulamasına hoş geldiniz

# onboard_main_text2
source: You can safely store your notes
tr: Notlarınızı güvenle saklayabilirsiniz

# onboard_text2
source: Your data is not processed in any way and is not shared with any third party.
tr: Verileriniz hiçbir şekilde işlenmemekte ve üçüncü kişilerle paylaşılmamaktadır.

# onboard_main_text3
source: You can share your password if you want.
tr: İsterseniz şifrenizi paylaşabilir

# onboard_text3
source: You can use it to share data with your friends.
tr: Arkadaşlarınız ile veri paylaşmak için kullanabilirsiniz.
